[
{"kind": "hybrid", "medical_uses": {"avg_nausea": "20", "avg_anxiety": "80", "avg_insomnia": "100", "avg_depression": "80", "avg_pain": "60"}, "description": ["$100 OG Kush is generally a 50/50 hybrid strain of cannabis, although on occasion it can be grown slightly Indica dominant. The hybrid offers a great balance of both the energetic mind effects and a sedated body stone. The lineage of the strain is an original OG Phenotype, a cross between a Sativa father and Indica mother. The name given to this strain as a dig on Hollywood marijuana dispensaries that were charging $100 an 1/8th ounce at the time. It's origins are in Northern California, the San Fernando Valley. THC content hovers right around 22%. This strain tends to grow large, dank green buds with scarce stems. These buds are dense, with a light frosting of amber crystals and spindly red hairs. The aroma is sweet and sage, with a hint of mint and earthiness for that extra kick. The potent effects of $100 OG Kush are better utilized at night, as feelings of sedation and relaxation will prove better for relaxation than it will for busy days. It is also advised to carefully measure dosage, as beginner smokers might feel overwhelmed by the powerful stone. Many even refer to $100 OG Kush as one hitter quitter. $100 OG Kush has powerful, long lasting effects with a variety of medical applications. Users can treat medical conditions such as anxiety and insomnia, the relaxing euphoria easing their mind and either alleviating their anxiety or helping lull them into a relaxed sleep. Those suffering chronic pain can also find relief when using $100 OG Kush. The strain is also used to treat muscle spasms and tremors. For those who need a boost in appetite, $100 OG Kush is a great choice as it tends to stimulate the appetite effectively, and may also be used to alleviate Gastrointestinal Disorder. Others may use it to treat symptoms of Bipolar Disorder, Attention Deficit Disorder (ADD) and Attention Deficit Hyperactivity Disorder (ADHD). $100 OG Kush is primarily grown indoors, and grows solid, dense buds, both medium and big in size. Popcorn nuggets adjourn the plant with minimal stems, a treat for growers and users alike."], "thc_content": {"high": "25.0%", "avg": "22.0%"}, "strain": "100-og-kush", "effects": {"avg_euphoric": "60", "avg_dry_eyes": "20", "avg_cott_mouth": "20", "avg_sedated": "60", "avg_relaxed": "100"}},
{"kind": "indica", "medical_uses": {"avg_nausea": "20", "avg_anxiety": "100", "avg_insomnia": "60", "avg_depression": "80", "avg_pain": "60"}, "description": ["A-10 is an Indica strain of cannabis with an above average THC level. It is a popular strain around Bay Area clubs, with rumors indicating Ed Rosenthal has had a hand in it's creation. It features an earthy, hashy taste that is not too strong or overpowering. The juicy, crisp scent proves to be a formidably pleasant aroma. Some users note creativity, although it's most notable effect is a heavy sedation and deep relaxation, which of course makes A-10 a useful strain in combating a variety of medical conditions and ailments. The effects of the A-10 strain provide users with a sedated body-type stone. The high levels of CBD and THC levels of around 18% make A-10 a ideal choice in a variety of medical applications. A-10 can be used in the treatment of anxiety, relaxing the user and effectively lowering stress levels. A-10 can also be used to fight chronic pain, and can prove useful in dulling the symptoms associated with migraine headaches. This strain can also be used to alleviate symptoms of Premenstrual Syndrome (PMS). A-10 can also prove useful to those battling insomnia, providing a deep relaxation and narcotic effect that will lull the users into a deep, satisfactory sleep. Those suffering from nerve or muscle spasms can also find relief in A-10, as the effects of the strain are heavy and indulgent. Due to the heavy body stone associated with A-10, it is best to indulge in the evening or on a lazy day of relaxation. It is not a wise choice for a wake and bake on busy days full of responsibilities and obligations, as couch lock is almost a guarantee. This is a great strain for a Netflix binge or song writing session locked away alone in a music studio, but a poor strain for a family reunion or double shift of work. Do not operate heavy machinery or vehicles under the influence of this strain, as the effects are both potent and long lasting. The Afghani lineage of the A-10 cannabis strain points to the flowering time averaging around 8 weeks. A-10 plants produce impressive buds, dense and rich in flavor."], "thc_content": {"high": "24.0%", "avg": "18.0%"}, "strain": "a-10", "effects": {"avg_euphoric": "80", "avg_dry_eyes": "20", "avg_cott_mouth": "20", "avg_sedated": "80", "avg_relaxed": "100"}},
{"kind": "hybrid", "medical_uses": {"avg_nausea": "80", "avg_appetite": "100", "avg_anxiety": "80", "avg_depression": "60", "avg_pain": "20"}, "description": ["A-Train is a true hybrid produced by TH Seeds. It has dense green buds with a taste of menthol and a hint of citrus. Its high is typical of a classic stoner high - euphoric and giggly. A-Train also hits hard leaving you feeling famished but not too lazy to go for the food in your refrigerator. The couch-lock effect of this strain can be nearly overwhelming and cause some users to feel sleepy. It is a feel-good high that leaves one feeling happy even after the high fades. Some users report an increase in libido while using this strain. The downsides to A-Train are all fairly common - dry eyes and mouth with occasional bouts of paranoia and anxiety for some users. Because one of the strain's first most pronounced effects is the munchies, A-Train is often used by people suffering from anorexia and nausea. Others use it for insomnia, opting to let the sleepy buzz overtake them for a restful night. People dealing with chronic minor aches and pains can benefit from the strain, but those with severe pain will likely pass on it. Due to the happy high, it is also used to help regulate anxiety and mood disorders such as depression. The strain is most often used for evening and night-time medicating. A-Train is half-Sativa and half-Indica. It is a mix of Arcata Trainwreck and Mazar-i-Sharif Afghan. The strain was started in Holland, and although it was bred with the intention of growing indoors, some have successfully grown A-Train outdoors. For indoor cultivation, one has to consider the choice between hydroponics and soil. Plants grown in hydro will have higher yields, but those grown in soil reportedly taste much better. In hydro, the plants can produce yields between 300 and 400 grams per square meter. In soil, they produce between 200 and 300 grams per square meter. A-Train plants grow wide and 120-140 centimeters tall. For this reason, they are best raised as multiple branching plants. The strain requires anywhere between 53 to 60 days to flower. For growing this strain with hydroponics, TH Seeds recommends using Botanicare Pure Blend Pro and Liquid Karma to help ensure plants get their necessary enzymes. During peak flowering time, they also recommend you add Bud Swell for the best yield."], "thc_content": {"high": "20.0%", "avg": "16.0%"}, "strain": "a-train", "effects": {"avg_euphoric": "100", "avg_cott_mouth": "40", "avg_creative": "40", "avg_dry_eyes": "20", "avg_relaxed": "60"}},
{"kind": "indica", "medical_uses": {"avg_nausea": "60", "avg_appetite": "40", "avg_anxiety": "100", "avg_depression": "80", "avg_pain": "20"}, "description": ["An Indica-dominant hybrid strain, 707 Headband gets its name from two very distinctive identifiers. The first one, the number 707, refers to an area code from the San Francisco Bay Area of California, which is where this strain first gained notice. The second one, the word headband, is a direct reference to the effects this strain can have. Many users feel like they are quite literally wearing a headband.  The exact nature of the strain's origins have been lost. No one knows exactly where it came from or who first bred it, though some claim it came from The Breeders Lab. Still, that did not keep DNA Genetics breeders from taking a crack at figuring out 707 Headband's lineage. After a few rounds of tasting the fuel flavor of the strain and its effects, DNA Genetics came to the conclusion that the strain was probably a cross between OG Kush and Sour Diesel. Most places specifically list it as a cross between a female OG Kush and Sour Diesel hybrid that was crossed with a male Sour Diesel. However, those claiming it came from The Breeders Lab, list it as a cross between NYC Diesel, OG Kush and Master Kush. Often stated as needing anywhere between nine and eleven weeks to flower, this strain can have a THC count of up to 24%. DNA Genetics have since released a strain based on the genetics they claim 707 Headband has. Many patients say it has almost the exact same taste and effect as 707 Headband has. DNA Genetics have dropped the 707 and call theirs simply Headband."], "thc_content": {"high": "24.0%", "avg": "17.0%"}, "strain": "707-headband", "effects": {"avg_headace": "20", "avg_euphoric": "100", "avg_dizziness": "20", "avg_creative": "40", "avg_relaxed": "60"}},
{"kind": "indica", "medical_uses": {"avg_nausea": "20", "avg_anxiety": "60", "avg_insomnia": "20", "avg_depression": "40", "avg_pain": "80"}, "description": ["There has always been a lot of controversy surrounding the use of Ruderalis in hybrids that are intended to be smoked, but there are still those that find the idea of strains that auto-flower (a trait attributed to strains with Ruderalis in their lineage) appealing, even more so when the strain can finish flowering in 60 days. Such is the case with DNA Genetics pairing of the Indica William's Wonder from the Super Sativa Seed Club and Ruderalis, which the breeders named 60 Day Wonder. Most users find that the strain provides a strong classic style Indica body stone that is not often overwhelming and can last for a couple of hours. Suitable for most users to use all throughout the day, 60 Day Wonder may provide some patients will relief from chronic aches and pains. Others may find it calms their anxiety or depression and relieves stress. This strain may also be used to treat glaucoma and nausea. One large complaint about strains based off of ruderalis is the low yield, this strain may produce as little as 10 grams per plant or as much as 40 grams per plant. Still many beginners like them as they can germinate them quickly, plant them and leave them under 24 hours of light. Requiring no extra attention 60 Day Wonder will usually finish from seed to harvest in 60 days, though the strain does not seem to be the most stable. Some growers have even reported getting a non-auto-flowering phenotype in a pack of 60 Day Wonder seeds.   "], "thc_content": {"high": "14.0%", "avg": "9.0%"}, "strain": "60-day-wonder", "effects": {"avg_euphoric": "80", "avg_sleepy": "60", "avg_dry_eyes": "20", "avg_relaxed": "20", "avg_cott_mouth": "40"}},
{"kind": "sativa", "medical_uses": {"avg_nausea": "80", "avg_appetite": "40", "avg_anxiety": "100", "avg_depression": "60", "avg_pain": "40"}, "description": ["Acapulco Gold is a Sativa-dominant hybrid known for the golden hue of its green and/or brownish buds. This old strain is said to produce a powerful cerebral high that raises one's mood without producing overpowering feelings of happiness. Instead, the cerebral high mixes with a calming body high for a relaxing experience. Mild paranoia and anxiety have also been reported. Users may experience dry mouth and eyes as well as headaches from using the strain. Sufferers of disorders such as General Anxiety Disorder or PTSD use this strain to find relief from stress and anxiety. Those dealing with depression use it to lift their mood. The body high can also relieve chronic aches and pains. Acapulco Gold comes from Acapulco, Mexico, but the exact genetics of the strain are unknown. Traditionally, this strain was grown outdoors. Growing it indoors is still proving to be tricky for producers as there are no clear guidelines on how to do it. This makes the strain harder to find as more growers move their operations inside. When grown indoors, the strain flowers for 70-75 days. Outdoors, plants are ready for harvest by mid-October. There have been reports of yields up to 500 grams per square meter. Tests have shown that Acapulco Gold plants can have as much as 23% THC."], "thc_content": {"high": "23.0%", "avg": "15.0%"}, "strain": "acapulco-gold", "effects": {"avg_energetic": "20", "avg_euphoric": "100", "avg_creative": "80", "avg_paranoia": "40", "avg_cott_mouth": "20"}},
{"kind": "hybrid", "medical_uses": {"avg_nausea": "80", "avg_appetite": "20", "avg_anxiety": "40", "avg_depression": "20", "avg_pain": "100"}, "description": ["ACDC is much different than most cannabis strains due to its extremely low THC level and its extremely high CBD level. With the THC at 1 to 6 percent, there’s almost no psychoactive effect. CBD levels, however, sit at around 20 percent which is much, much higher than the average level of just 0.05 percent. A cross between Ruderalis and Cannatonic, this strain is an evenly balanced hybrid at 50 percent Sativa and 50 percent Indica. In some instances it has shown to lean slightly Sativa as well. This strain has won several Cannabis Cup awards due to the high CBD content. The smell of ACDC is earthy, sweet, and skunky and some may taste a hint of fruit. When smoking the herb, users may be able to detect the cherry and lemongrass scent better. The buds are tight but fluffy and the color is green with orange hairs. Look for different delivery methods such as capsules, teas, tinctures, and lotions. Recreational users should pass this one by as its profile is more like hemp. Medical patients, especially those with severe disorders like epilepsy, should definitely try it. Medical conditions that ACDC may alleviate include cancer, alcoholism, seizures, and severe pain. Patients with less severe conditions also use this strain. An early study at New York University’s Langone Comprehensive Epilepsy Center studied a preparation of CBD in an agent called Epidiolex. Investigators found that the drug was safe, well-tolerated, and effective. Due to the balance in Sativa/Indica, which may edge towards a Sativa, users should feel an uplifting effect including euphoria, peace, and happiness. You may feel more focused and more sociable. Some have described the sensation as completely relaxing without a worry on the horizon. Growers can expect a bushy plant with thin, feathery leaves that may grow as high as four feet. It looks and grows like a skunk variety with big colas. The leaves may turn a bit purple and the nugs are about the size of a thumb. Flowering happens in 9 to 10 weeks, longer in colder environments. Expect to spend some time maintaining the plant, which will earn an average yield. Prop up and brace the plant, providing it a platform to develop. Supplement its diet with minerals such as magnesium and calcium."], "thc_content": {"high": "6.0%", "avg": "1.0%"}, "strain": "acdc", "effects": {"avg_headace": "0", "avg_dry_eyes": "0", "avg_creative": "0", "avg_paranoia": "0", "avg_cott_mouth": "0"}},
{"kind": "sativa", "medical_uses": {"avg_nausea": "60", "avg_appetite": "20", "avg_anxiety": "80", "avg_depression": "100", "avg_pain": "20"}, "description": ["Mandala of Mandala Seeds designed the 8 Miles High strain with two goals in mind. The first goal was to make the strain very low maintenance. The second was to have it finish flowering in a northern climate by mid-October. In order to achieve these goals, Mandala bred two landraces, an African Sativa and a North Indian Indica, together. This strain is named after a song written by The Byrds after they flew to London while stoned. 8 Miles High has a lemony-lime taste with undertones of strawberry and mint. A strongly cerebral strain, it most often activates the minds of patients, lifting their moods, filling them with energy, and leaving them clear-headed and functional. While the strain was designed to grow outside, those with the space to grow 8 Miles High indoors or in a greenhouse, will find they can do so problem-free. It needs between 60 and 65 days to finish creating a large harvest of up to 450 grams per square meter. Outside plants can yield up to 1,000 grams per plant. If growing the strain indoors, Mandala recommends using 400 to 600 watt high pressure sodium grow lamps. 8 Miles High can carry up to 23% THC."], "thc_content": {"high": "23.0%", "avg": "15.0%"}, "strain": "8-miles-high", "effects": {"avg_creative": "40", "avg_euphoric": "100", "avg_energetic": "80", "avg_focused": "80", "avg_cott_mouth": "20"}},
{"kind": "indica", "medical_uses": {"avg_nausea": "20", "avg_anxiety": "100", "avg_insomnia": "20", "avg_depression": "80", "avg_pain": "60"}, "description": ["Playing off the love many people have for the combination of sweet and sour tastes, TGA Subcool seeds crossed a female Black Cherry Soda with their Jack the Ripper strain to create Ace of Spades. Subcool believes Black Cherry Soda to be of Kush origin, but no one knows for sure just what the genetics include. Fortunately, the father's genetics are well known. It is a cross of Jacks Cleaner and Space Queen, which makes Ace of Spades mostly Indica. However, the effects of this strain often start out like a Sativa, causing users to feel uplifted and even giddy. The more typical Indica effects set in later. This smorgasbord of effects makes it a good medication for a wide range of both body and mind ailments. Ace of Spades can grow both indoors and out, forming a tall, bushing-out plant. For growing this plant indoors, it's recommended to top it for height control. The strain does well in a Sea of Green setup. If using this method, plants should not be topped. Outside, the strain is ready for harvest in late September to early October. Inside, it needs eight to nine weeks to finish flowering. Ace of Spades will provide a large yield with up to 20% of THC."], "thc_content": {"high": "20.0%", "avg": "15.0%"}, "strain": "ace-of-spades", "effects": {"avg_energetic": "40", "avg_euphoric": "100", "avg_dry_eyes": "20", "avg_creative": "40", "avg_cott_mouth": "20"}},
{"kind": "indica", "medical_uses": {"avg_nausea": "20", "avg_anxiety": "80", "avg_insomnia": "80", "avg_depression": "60", "avg_pain": "100"}, "description": ["Afghan Kush, an almost 100% Indica strain is naturally grown in the Hindu Kush mountain range. The strain has a very earthy, almost \"hash-like\", scent with a hint of Pinesol-like aroma. When smoked, it has a sweet hash taste similar to its smell. Buds of this strain are very condensed and covered in a fair amount of trichomes (the THC making glands or crystals). The plant has the familiar broad leaves of other Indicas. Because this strain is mostly Indica, it affects the body much more than the mind. This results in a heavy feeling of laziness or sleepiness. It is also described as a very euphoric strain that causes users to feel very happy. Many users report feeling hungry after ingesting it. Several users have expressed caution regarding its intake. Receiving more than a few hits can result in an overwhelming feeling of lethargy, making it difficult to move. The strain's negative effects include the usual dry mouth and eyes, occasional paranoia, and dizziness. A few people reported having headaches after using Afghan Kush. Due to the heavy Indica effects, it is most often used by insomniacs as a night time medication. It is also used to help people cope with stress and anxiety. People with eating disorders, such as anorexia, use it because of its effect on appetite. Thanks to its heavy body high, it is an ideal strain for pain relief, bringing relaxation to users with chronic pain. Traditionally, the strain was harvested  to produce a very potent hashish - the quality the strain retained. Due to the sturdy nature of this wild strain, it is recommended for amateur growers. Afghan Kush's unusually high THC content can make up for the lower yields beginners might harvest. It is fairly resistant to disease and molds (another big plus for beginners). Because of its natural hardiness, Afghan Kush can be grown both indoors and out. The strain flowers for seven to eight weeks and is ready for harvest in October when grown outside. Being an Indica, short Afghan Kush plants grow wide, filling out rather than up. A well-grown plant can yield 400 grams per square meter inside or between 500 to 600 grams outside."], "thc_content": {"high": "17.0%", "avg": "13.5%"}, "strain": "afghan-kush", "effects": {"avg_euphoric": "100", "avg_sleepy": "60", "avg_cott_mouth": "40", "avg_sedated": "80", "avg_relaxed": "80"}}
]