[
{"strain": "100-og-kush", "reviews_list": [{"content": ["100 og kush"], "stars": 5}]},
{"strain": "60-day-wonder", "reviews_list": []},
{"strain": "707-headband", "reviews_list": [{"content": ["My favorite strain from Silver Sage Wellness. Strong diesel flavor. Perfect moisture content. I use this strain for migraines. Has not let me down yet. Also left me feeling perky and uplifted. Great strain for novice users. THC: 25% CBD: 0.13%"], "stars": 5}]},
{"strain": "8-miles-high", "reviews_list": []},
{"strain": "a-10", "reviews_list": []},
{"strain": "a-train", "reviews_list": []},
{"strain": "acapulco-gold", "reviews_list": [{"content": ["love it"], "stars": 5}, {"content": ["loved it down to the tiny gold nuggs it broke down to. by far the most serene I've been in ages."], "stars": 5}, {"content": ["I 1st smoked acapulco gold on the easter of 1967. This is probably my all time favorite weed only ties imho are columbian gold and the real panama red! Smoked panama red in the jungle when I was in school in panama so I know it was for real! Acapulco gold is a very sweet smoke takes a min or 2 to really feel the effects so is not actually a creeper but does get better after a few minutes! Very energetic smoke and inspiring poets artists and musicians is probably what it does best. I'd say is good for ptsd and addh and probably anything that ails you!"], "stars": 4.5}, {"content": ["bomb ass fk"], "stars": 5}]},
{"strain": "acdc", "reviews_list": []},
{"strain": "ace-of-spades", "reviews_list": []},
{"strain": "afghani", "reviews_list": [{"content": ["Afghani 1 was a landrace that came to Sonoma County from 6 seeds mailed from Kabul, Afghanistan in February, 1978. Seeds were produced and the F1 came to Mel Frank at the end of 1978. He bred this landrace, selecting for potency. It was a relatively short season cultivar, maturing in late September and into October. Only Durban Poison flowered earlier.The F1s had phenotypes with differing colored stigmas, either red, white, or pink. Mel gave this cultivar to Skunkman Sam in the early 1980s and Sam brought it to Amsterdam. It was one of the 5 cultivars that Sam brought that tarted the boom in Amsterdam seed companies."], "stars": 4.5}]},
{"strain": "afghan-kush", "reviews_list": [{"content": ["You will get a lazy feeling and be incredibly hungry after smoking this one. Loved it."], "stars": 4.5}]},
{"strain": "afgooey", "reviews_list": []},
{"strain": "afwreck", "reviews_list": []},
{"strain": "agent-orange", "reviews_list": [{"content": ["Nice for appetite stimulation, kinda has a lemon pepper bite to it reminds me of mrs dash with skunky undertones"], "stars": 3.5}, {"content": ["love this strain. For me it blows my morning depression away and gives me the energy needed to get out and start my day with a can do attitude."], "stars": 5}]},
{"strain": "ak-47", "reviews_list": [{"content": ["bomb bomb"], "stars": 5}, {"content": ["Ok to start off i prefer my herbs to lean towards the sativa side, too much indica justs puts me to sleep. AK-47 starts off with a nice head buzz and stays there with just a little body effect. Really nice strand for after work and to wind down with. A must try... I give it a solid A"], "stars": 4.5}]},
{"strain": "alaskan-ice", "reviews_list": [{"content": ["great weed"], "stars": 5}, {"content": ["Best strain for morning wake n bake sessions! Gets me more wired than a giant cup of coffee."], "stars": 5}]},
{"strain": "albert-walker", "reviews_list": []},
{"strain": "alien-dawg", "reviews_list": [{"content": ["the best"], "stars": 5}]},
{"strain": "alien-fire", "reviews_list": []},
{"strain": "alien-kush", "reviews_list": []},
{"strain": "alien-og", "reviews_list": []},
{"strain": "alien-technology", "reviews_list": []},
{"strain": "alpha-blue", "reviews_list": []},
{"strain": "ambrosia", "reviews_list": [{"content": ["This strain is so packed with energy! Take a couple hits then go do something active is my recommendation."], "stars": 4.5}]},
{"strain": "american-dream", "reviews_list": []},
{"strain": "amnesia", "reviews_list": []},
{"strain": "amnesia-haze", "reviews_list": [{"content": ["good for migraines"], "stars": 5}]},
{"strain": "animal-cookies", "reviews_list": [{"content": ["Heavy india that knocked me on my a**! I have talked to a lot of people who have smoked Animal Cookies and agree. I suggest smoking this while chilling and watching Netflix."], "stars": 4.5}]},
{"strain": "anunnaki", "reviews_list": []},
{"strain": "apollo-13", "reviews_list": [{"content": ["loved it"], "stars": 5}, {"content": ["Love this strain. Gives me giggles, energy and cerebral stimulation, but still keeps me mellow and not too paranoid."], "stars": 4.5}]},
{"strain": "apple-kush", "reviews_list": []},
{"strain": "arjans-haze", "reviews_list": []},
{"strain": "arcata-trainwreck", "reviews_list": [{"content": ["Definitely a creeper. Clarity still, with toe-tingling head and body euphoria. This feeling could be super creatively productive, if I can stop enjoying grinning"], "stars": 4.5}]},
{"strain": "avalon", "reviews_list": []},
{"strain": "b-lee", "reviews_list": []},
{"strain": "banana-kush", "reviews_list": []},
{"strain": "bay-dream", "reviews_list": []},
{"strain": "berry-white", "reviews_list": []},
{"strain": "betty-boo", "reviews_list": []},
{"strain": "beyond-the-brain", "reviews_list": []},
{"strain": "big-bang", "reviews_list": []},
{"strain": "big-bud", "reviews_list": [{"content": ["I LOVE this strain. couch-lock for hours."], "stars": 5}]},
{"strain": "big-skunk-korean", "reviews_list": []},
{"strain": "black-cherry-soda", "reviews_list": []},
{"strain": "black-domina", "reviews_list": []},
{"strain": "black-jack", "reviews_list": []},
{"strain": "black-widow", "reviews_list": [{"content": ["i love this strain. For me it numbs my body. puts me in complete relaxtion. get your favorite food ready, get your favorite movie loaded, light up and enjoy. you will not be moving for a while."], "stars": 5}]},
{"strain": "blackberry-kush", "reviews_list": []},
{"strain": "blackwater", "reviews_list": []},
{"strain": "blue-champagne", "reviews_list": []},
{"strain": "blue-cookies", "reviews_list": []},
{"strain": "blue-cheese", "reviews_list": []},
{"strain": "blue-crack", "reviews_list": [{"content": ["damn it was so strong xd. I had a bad trip with this.. hahaha rip"], "stars": 5}]},
{"strain": "blue-diesel", "reviews_list": []},
{"strain": "blue-dragon", "reviews_list": []},
{"strain": "blue-dream", "reviews_list": [{"content": ["I would buy a huge supply of this one strain and forget the other. Obe if the most remembereable highs I ever had."], "stars": 5}, {"content": ["This was one of my very first strains that I tried and it is the perfect hybrid!! Great to use when your in pain or just need to relax!!"], "stars": 5}, {"content": ["I'm a HUGE Blue Dream fanatic! Being a busy multi tasker I tend to get over whelmed and stressed very easily. My go to move is to smoke a little in the morning and when I have my daily coffee my creativity goes off the charts mixed with this little gem! I even smoke some BD before I hit the gym. It's the strain for me!"], "stars": 4.5}, {"content": ["dope stuff. most balanced strain available."], "stars": 5}, {"content": ["You can't go wrong with Blue Dream. It's a good smoke morning, noon, and night!"], "stars": 4.5}, {"content": ["very good hybrid strain. nice and balanced. got pretty baked! delicous"], "stars": 4}, {"content": ["I ABSOLUTELY LOVE THIS STRAIN!!"], "stars": 5}, {"content": ["who doenst love blue dream??"], "stars": 4.5}, {"content": ["this is good mellow stuff. it is sure to relax you."], "stars": 4}, {"content": ["THE BEST!!!!"], "stars": 5}, {"content": ["smooth smoke"], "stars": 5}, {"content": ["best hybrid weed of all time"], "stars": 5}, {"content": ["always my favorite... lets me be creative without falling asleep :)"], "stars": 5}, {"content": ["awesome strain! Was recommended to me by the bud tender and loved it. Not too paranoid, just the right amount of high!"], "stars": 5}, {"content": ["Always going to be an all time favorite. The latest strain i picked up was from Silver Sage growers. Absolute perfect balance for those needing a pick me up but have anxiety and paranoia issues."], "stars": 5}]},
{"strain": "blue-dynamite", "reviews_list": []},
{"strain": "blue-god", "reviews_list": []},
{"strain": "blue-moonshine", "reviews_list": []},
{"strain": "blue-hawaiian", "reviews_list": []},
{"strain": "blue-mystic", "reviews_list": [{"content": ["Ok so this strain is one of my personal favorites. She responds extremely well to all types of types of training. This plant had a 2x stretch into flower. She grew tightly pack dense buds. While many claim this is a low odor strain do not be fooled, this plant carries some weight and well we know where that leads. After a proper dry and cure a slight berry pine taste. The smoke is headie mids. Sorry yes we have new brackets......A nice indica high....Great plant, great results. Amazing genes + TLC=20% If I was you, I'd smoke this. It's ok. It's 420 somewhere."], "stars": 5}, {"content": ["good strain for indoor grow ops"], "stars": 4}, {"content": ["ok growing this is a pain in the ass, doing it in a box and it is 1/4 the size of the other plants. I am going to have to take this plant back to a vegetative state after harvesting the 4 others in my grow box. Extremely slow growing, only reason I am is I got the seed free, did not realize it was such a small plant to begin with which is fine if I had grown this with 4 others of the same phenotype it would have been a perfect fit for a grow box grow. This strain I feel is a perfect grow for a box outfit and I will look into auto flowering blue mystic to do another grow box grow only using all blue mystic! Still have not tasted the plant except for eating the leaves, very citrus taste in leaves we shall see aye what!!"], "stars": 4.5}]},
{"strain": "blue-rhino", "reviews_list": []},
{"strain": "blue-widow", "reviews_list": []},
{"strain": "blueberry", "reviews_list": [{"content": ["I was gone asf. I woke up in the morning still high and couldn't remember half the things that occured the previous day. Good stuff, not the best I've had so far, but I'd definitely want to smoke that ish again."], "stars": 4}, {"content": ["Blueberry is a gift from the Gods. In the light it sports beautiful purple and blue color. It smells and tastes as advertized. You will receive an intense, full mind and body high. If you are not an experienced indica smoker you might be put to sleep, but over time your tolerance will grow. It scores around 24-27% thc in Vegas. Great for those looking to treat pain, anxiety, insomnia, depression, stress."], "stars": 5}]},
{"strain": "blueberry-kush", "reviews_list": [{"content": ["Unexpected 6'+ size but light & airy with an even distribution of medium leaves.September the small buds staggered evenly over the Xmas tree shape. The taste was smooth w/ subtle berry flavor Relaxing buzz not too much to keep conversations & smiles front & center"], "stars": 4.5}, {"content": ["great taste and great aroma too! this strain is one of my favorites for baking especially baking blueberry muffins!"], "stars": 4}]},
{"strain": "blueberry-pie", "reviews_list": []},
{"strain": "bonkers", "reviews_list": []},
{"strain": "bordello", "reviews_list": []},
{"strain": "bruce-banner", "reviews_list": [{"content": ["Wow! Very strong flower! This strain (from Deep Roots Harvest) has been part of a trend I have been noticing. So far Bruce Banner 3 other strains have given me dreams as well brought back memories long forgotten. Also after the effects start wearing off, about 2 hours for me, I fell right into a deep sleep. Facinating strain. I do NOT recommended for first time users."], "stars": 5}]},
{"strain": "bubba-kush", "reviews_list": [{"content": ["who doesnt like the kush strains? thier the best strains and the best tasting too. smooth smoke and awesome bud."], "stars": 5}, {"content": ["a favorite of mine. the buds can be slightly old and still taste great!"], "stars": 5}, {"content": ["love this kush tastes great"], "stars": 5}]},
{"strain": "bubbas-gift", "reviews_list": []},
{"strain": "bubble-gum", "reviews_list": []},
{"strain": "bubblicious", "reviews_list": []},
{"strain": "burmese-kush", "reviews_list": []},
{"strain": "c4", "reviews_list": []},
{"strain": "cali-kush", "reviews_list": []},
{"strain": "california-orange", "reviews_list": []},
{"strain": "candy-cane", "reviews_list": []},
{"strain": "candy-jack", "reviews_list": []},
{"strain": "cannalope-haze", "reviews_list": []},
{"strain": "cannalope-kush", "reviews_list": []},
{"strain": "cannatonic", "reviews_list": [{"content": ["Gives an smooth relaxing feel. Best after a hard and/or stressfull day of work."], "stars": 4.5}]},
{"strain": "candyland", "reviews_list": [{"content": ["Fun uplifting strain. Euphoric and motivating. I use this strain when I am tired but need to get things done. Has a piney, diesel flavor. I would suggest for novice users. This review was based on American Medicine Association growers strain. 23% THC"], "stars": 5}]},
{"strain": "carnival", "reviews_list": []},
{"strain": "casey-jones", "reviews_list": [{"content": ["Great morning strain. Really gets you ready fo the day."], "stars": 5}, {"content": ["full flavor one of my favorites strong buzz"], "stars": 5}]},
{"strain": "cat-piss", "reviews_list": [{"content": ["I First Heard About This In A Cheif Keef Song. Then I Got A Chance To Smoke It With My Homie A1 Shit. Had Me High Af Highly Recomend."], "stars": 5}]},
{"strain": "champagne-kush", "reviews_list": [{"content": ["its great"], "stars": 4.5}, {"content": ["perfect description"], "stars": 4}, {"content": ["this app describes this perfectly!!"], "stars": 5}]},
{"strain": "charlottes-web", "reviews_list": []},
{"strain": "cheese", "reviews_list": []},
{"strain": "chems-sister", "reviews_list": []},
{"strain": "chemdawg", "reviews_list": [{"content": ["Fantastic!"], "stars": 5}, {"content": ["Chemdawg is the best strain ever. I do prefer Indica but still I think everyone should try this if you have the chance."], "stars": 5}, {"content": ["This strain has been a wonderful change up from my usual go-to, cherry pie, for treating my depression/anxiety when I get home from work. Helps unwind my knots and calm my mind."], "stars": 4.5}]},
{"strain": "chemdawg-4", "reviews_list": []},
{"strain": "chemdawg-91", "reviews_list": []},
{"strain": "chemdawg-sour-diesel", "reviews_list": []},
{"strain": "chernobyl", "reviews_list": [{"content": ["I hadn't smoke in a long time because it made me very paranoid. Every now & then I try it because of back pain and insomnia, but I would always get paranoid. I tried this one day and it helped with the back pain and absolutely no paranoia"], "stars": 4.5}, {"content": ["Chernobyl i have had tested for thc content and it push's usually around 25% and has topped at 30% thc content. looks like your THC content is low"], "stars": 4.5}, {"content": ["the best ever known to man....tastes so different too"], "stars": 5}]},
{"strain": "cherry-ak-47", "reviews_list": []},
{"strain": "cherry-kush", "reviews_list": []},
{"strain": "chiesel", "reviews_list": []},
{"strain": "chocolate-hashberry", "reviews_list": []},
{"strain": "chocolate-haze", "reviews_list": []},
{"strain": "chocolate-thai", "reviews_list": []},
{"strain": "chocolope", "reviews_list": []},
{"strain": "cinderella-99", "reviews_list": [{"content": ["i simply love this strain and its phenotypes. there is the original, a pineapple and a grapefruit c99 pheno types have a very similar happy head high with plenty of sedation. i can smoke this be relaxed and pain free yet function. enjoy."], "stars": 5}]},
{"strain": "cinex", "reviews_list": [{"content": ["i love this strain. it tastes great and it keeps me going when i need it!"], "stars": 5}]},
{"strain": "clockwork-orange", "reviews_list": []},
{"strain": "cole-train", "reviews_list": []},
{"strain": "conspiracy-kush", "reviews_list": []},
{"strain": "cookies-and-cream", "reviews_list": []},
{"strain": "cornbread", "reviews_list": []},
{"strain": "crimea-blue", "reviews_list": []},
{"strain": "critical-jack", "reviews_list": [{"content": ["love this strain. no paranoia"], "stars": 5}]},
{"strain": "critical-mass", "reviews_list": []},
{"strain": "critical-plus", "reviews_list": []},
{"strain": "custard-cream", "reviews_list": []},
{"strain": "cyclops", "reviews_list": []},
{"strain": "darkstar", "reviews_list": []},
{"strain": "deadhead-og", "reviews_list": [{"content": ["I am growing this strain now. Very short and stalky. Looking like it is going to be a very thick bush full of buds. Can't wait to see the final product."], "stars": 4.5}]},
{"strain": "death-star", "reviews_list": []},
{"strain": "delahaze", "reviews_list": []},
{"strain": "destroyer", "reviews_list": []},
{"strain": "diablo-og", "reviews_list": [{"content": ["Strain from House of Herbs. Nice light cerebral effects. Light muscle relaxation. Not too strong. I would use this as an afternoon medication. Great for first time users."], "stars": 4}]},
{"strain": "dominator", "reviews_list": [{"content": ["I received a small amount of this strain for free from my dispensary. It was ok, but not as much of a heavy hitter like its name implies."], "stars": 3}]},
{"strain": "double-dream", "reviews_list": []},
{"strain": "dr-who", "reviews_list": []},
{"strain": "dream-queen", "reviews_list": []},
{"strain": "duke-nukem", "reviews_list": []},
{"strain": "durban-poison", "reviews_list": [{"content": ["The following part of the Durban Poison review is incorrect; I know, because I (Mel Frank) developed this strain. \"It's origins date way back to the late 1970's. In South Africa, an ambitious young man named Ed Rosenthal was seeking a new strain. Upon securing a variety of seeds, he returned home to America, and began honing in on inbreeding the lines which possessed his favored growing characteristics.\" This is the correct version,\" In 1978 Ed Rosenthal did indeed bring back Durban Poison seeds, but from Amsterdam, not from South Africa.. He gave them to me and I developed Durban Poison. Ed never grew this strain. The seeds were not from a developed cultivar (there was no seed industry then) It was a landrace of very mixed characteristics from mediocre to quite good potency and with a very early harvest time when growing outdoors. After several generations I had two distinct higher potency phenotype lines, the A and B lines. I did give the B line to Skunkman Sam and he further developed it in Amsterdam. The B line had about 10% intersex phenos, and I mistakenly gave the B to Sam causing him to have to rework the strain to eliminate the tendency to put out a few male flowers on about 10% of the females. the rest of the review is pretty good."], "stars": 4.5}, {"content": ["This strain is just better than the rest. It has a very distinct flavour and smell. I wouod recomend it to anyone looking for a sativa"], "stars": 5}]},
{"strain": "dutch-dragon", "reviews_list": []},
{"strain": "dutch-treat", "reviews_list": [{"content": ["Great relaxing strain. I love smoking Dutch Treat while also doing laundry and cleaning up around the house."], "stars": 5}, {"content": ["Definitely one of our favorites for a Saturday evening while kicking back and watching a movie. It\\'s definitely been one of the stronger highs we\\'ve had."], "stars": 5}]},
{"strain": "dynamite", "reviews_list": []},
{"strain": "ed-rosenthal-super-bud", "reviews_list": []},
{"strain": "el-nino", "reviews_list": [{"content": ["great product...serves my medical needs"], "stars": 5}, {"content": ["Nice strain! Didn't have much of a smell or taste to it, but one hit put me in the zone."], "stars": 5}]},
{"strain": "elderberry", "reviews_list": []},
{"strain": "elvis", "reviews_list": []},
{"strain": "enemy-of-the-state", "reviews_list": []},
{"strain": "ewok", "reviews_list": []},
{"strain": "exile", "reviews_list": []},
{"strain": "fog", "reviews_list": []},
{"strain": "fallen-angel", "reviews_list": []},
{"strain": "flash-back", "reviews_list": []},
{"strain": "fire-og-kush", "reviews_list": [{"content": ["it has fire in it's name for a reason, better have a few hours to kill after smoking this couch locker =)"], "stars": 4.5}, {"content": ["Very good strain, good mood stabilizer, will definitely put u to sleep"], "stars": 4.5}, {"content": ["I had fire og wax, and let me say it was the best wax I ever smoked"], "stars": 5}, {"content": ["i want to see this great weed"], "stars": 5}]},
{"strain": "flo", "reviews_list": []},
{"strain": "flowerbomb-kush", "reviews_list": []},
{"strain": "flying-dragon", "reviews_list": []},
{"strain": "fruity-pebbles", "reviews_list": [{"content": ["colorful and pretty, sweet smell and extremely tasty. left me comatose and grinning"], "stars": 5}]},
{"strain": "fucking-incredible", "reviews_list": []},
{"strain": "g-13", "reviews_list": []},
{"strain": "galactic-jack", "reviews_list": []},
{"strain": "gelato", "reviews_list": [{"content": ["Awesome strain! Used it for the first time and was delighted. Pleasant, relaxing high."], "stars": 5}]},
{"strain": "ghost-og", "reviews_list": []},
{"strain": "ghost-train-haze", "reviews_list": []},
{"strain": "gigabud", "reviews_list": []},
{"strain": "girl-scout-cookies", "reviews_list": [{"content": ["Girl scout cookies has always been a great help when it comes to my nausea caused by cyclic vomiting syndrome . It not only helps my nausea but it helps me relax"], "stars": 4.5}, {"content": ["God I loved it so much, I felt just so good!"], "stars": 5}, {"content": ["Seems rare or hard to find. One of the dankest buds I've ever smoked."], "stars": 4.5}, {"content": ["best of all crop 2015"], "stars": 4.5}, {"content": ["really good taste. buds are super pretty! when it first came to the surface it was one of the best but there are some better strains out there."], "stars": 3.5}, {"content": ["taste and smells wonderful. high is mellow, not too potent"], "stars": 4.5}]},
{"strain": "glass-slipper", "reviews_list": []},
{"strain": "god-bud", "reviews_list": []},
{"strain": "gods-gift", "reviews_list": []},
{"strain": "goji-og", "reviews_list": [{"content": ["Very nice smell and taste...tight nugs and very smooth inhale. Once effects are felt it is nirvana for a nice long while...Go Green! J"], "stars": 4.5}]},
{"strain": "golden-pineapple", "reviews_list": []},
{"strain": "golden-goat", "reviews_list": [{"content": ["I love this strain the taste , smell , and it is buddy and strong . It smokes slow and nice."], "stars": 4.5}]},
{"strain": "golden-tiger", "reviews_list": []},
{"strain": "gorilla-glue-4", "reviews_list": [{"content": ["greatest strain ever!"], "stars": 5}, {"content": ["gorilla glue#4 is my favorite"], "stars": 5}, {"content": ["bomb"], "stars": 4.5}, {"content": ["I picked up a gram of GG#4 from the growers Silver Sage Wellness. Strong diesel flavor with hints of citrus. Effects come on nice and slow. Makes it easier to manage dosing. After a rough morning and smoking a bowl of GG my attitude was turned around and the stress disappeared. Great strain for depression and fatigue. I believe that this would be a good strain for beginners that want to try something a little stronger."], "stars": 5}]},
{"strain": "grand-daddy-purple", "reviews_list": [{"content": ["excellent strain!!"], "stars": 5}, {"content": ["I have always been an Indica girl and I think that's becuase when I smoke Sativa's, I get somewhat paranoid. I smoked some Grand Daddy Purple over the weekend while at a Halloween party. Even though Grand Daddy Purple leans heavy on the Indica, I still felt like a social butterfly! I didn't catch myself feeling \"couch locked\" and was actually dancing the whole night! If you like Indica's, I highly suggest Grand Daddy Purple becuase you will feel relaxed but still social."], "stars": 3}, {"content": ["Where can I find it"], "stars": 5}]},
{"strain": "grape-ape", "reviews_list": []},
{"strain": "grape-god", "reviews_list": []},
{"strain": "grape-royale", "reviews_list": []},
{"strain": "grape-stomper", "reviews_list": [{"content": ["The strain I medicated with was from the growers of Greenway Medical. Great strain for my headaches. I use this when I am hurting but need to get things done. No heavy feeling and not very strong. THC: 20%"], "stars": 4}]},
{"strain": "grapefruit", "reviews_list": [{"content": ["THE best I ever had definitely will try again!"], "stars": 4}, {"content": ["its tasty"], "stars": 4}]},
{"strain": "great-white-shark", "reviews_list": []},
{"strain": "green-crack", "reviews_list": [{"content": ["One of my favs...Tastes amazing"], "stars": 4.5}, {"content": ["Favorite. Strain. Of. All. Time."], "stars": 5}, {"content": ["Great for anxiety, and artistic creativity, also a awesome fruity taste & smell"], "stars": 4.5}, {"content": ["nice head high and tastes great. beautiful buds make.your.mouth water lol."], "stars": 5}, {"content": ["This strain has a mellow buzz. Plus it was easy to find"], "stars": 4}, {"content": ["I really enjoy this strain because for me it has the least downtime before it kicks in. It really helps relax me, as I am a very anxious person."], "stars": 4.5}, {"content": ["green crack never tried but i sure looks like a good strain."], "stars": 4.5}, {"content": ["worked beautifully for my panic attacks. It lasts a good while, which worked way better than my Ativan."], "stars": 5}, {"content": ["some good herb that I would smoke all day"], "stars": 3.5}, {"content": ["I just loove Green Crack! Not only does it taste wonderful but it keeps you feeling great without being glued to the couch. My favorite Sativa hands down."], "stars": 5}, {"content": ["Green crack is the fire. Its nice to smoke during the daytime"], "stars": 4}, {"content": ["Great wake and bake strain"], "stars": 5}, {"content": ["love this..the taste and intense high...very lasting. worth the money"], "stars": 4}, {"content": ["perfect for people who prefer to wake and bake, but wasn't for me."], "stars": 3.5}, {"content": ["I like crack Green Crack but sometimes it makes you kinda feel like you're on crack! Stick with Indicas if you get paranoid easily"], "stars": 4}, {"content": ["love it my favorite cant get enough"], "stars": 5}, {"content": ["nice"], "stars": 4.5}, {"content": ["This is my favorite strain"], "stars": 5}, {"content": ["I love this stuff. Theres obviously many good strains out there but theres something about this and some good music and a video game thats unbeatable. Highly(puns) recommended!"], "stars": 5}, {"content": ["heard a lot of good things about this one, going to try it tonight"], "stars": 5}, {"content": ["awesome smooth"], "stars": 5}, {"content": ["perfect fit for me to start productive yet mellow day"], "stars": 5}, {"content": ["Keeps me awake for hours. Good for getting stuff done and studying. Also not bad for social environments. Wouldn't recommend if you're trying to get some sleep though"], "stars": 4.5}, {"content": ["good strain but not as good as other Sativas"], "stars": 3}, {"content": ["green crack is a strain that makes you laugh and doesnt put you to sleep like indica does"], "stars": 5}, {"content": ["Too many dispensaries offer green crack but its not the real strain. When its actually green crack its delicious"], "stars": 4}, {"content": ["awesome"], "stars": 5}, {"content": ["dis sum gud shiz man"], "stars": 3}, {"content": ["definately one of my favorite strains when i smoke. nice light and easy going high"], "stars": 5}, {"content": ["a very relaxing spacey head high"], "stars": 5}, {"content": ["You won't get tired after you smoke this herb..lol... Nice cerebral mellow high that leaves you clear headed so you can get stuff done."], "stars": 4}]},
{"strain": "green-goblin", "reviews_list": []},
{"strain": "green-queen", "reviews_list": []},
{"strain": "green-ribbon", "reviews_list": []},
{"strain": "happy-kush", "reviews_list": []},
{"strain": "happy-nightmare", "reviews_list": []},
{"strain": "harlequin", "reviews_list": [{"content": ["It helps me deal with the pain of end stage osteoarthritis. It does not make me hungry which is a bit plus."], "stars": 4.5}]},
{"strain": "hash-plant", "reviews_list": []},
{"strain": "hashberry", "reviews_list": []},
{"strain": "hawaiian", "reviews_list": []},
{"strain": "hawaiian-haze", "reviews_list": []},
{"strain": "hawaiian-snow", "reviews_list": [{"content": ["sativa ismy fave strain because of it enhances my activites. This strain is not my favorite of sativa but definitley worth a shot"], "stars": 5}, {"content": ["Man this shit is so fire. energizing as can be!"], "stars": 5}, {"content": ["i love this weed cause it gives me a nice, energetic, high"], "stars": 4.5}, {"content": ["good stuff"], "stars": 5}]},
{"strain": "haze", "reviews_list": []},
{"strain": "headband", "reviews_list": [{"content": ["This is the first bud in YEARS to get me high - I became calm and relaxed with a heady feeling, but still with the ability to focus - VERY pleasant weekend strain for me"], "stars": 5}]},
{"strain": "herijuana", "reviews_list": [{"content": ["Excellent bedtime strain for those with pain. A nice blend of body relaxation and slightly cerebral. I use this when I get too much pain from my MS and migraines. Strain from House Of Herbs."], "stars": 5}]},
{"strain": "hindu-kush", "reviews_list": [{"content": ["just love any indics strain of smoke, i have a brain tumor and am recieving kemo and radition treatments 3 times a week, this really helos my nausea and relaxes me also, kerp it coming"], "stars": 5}, {"content": ["This is a good morning strain. I think people should try it."], "stars": 5}, {"content": ["this is some of the best looking buds i have ever seen.It is also some the best shit i ever smoked"], "stars": 5}, {"content": ["i use pot because i suffer from MS. this strain helps relieve the pain"], "stars": 4}, {"content": ["Great price for some real good weed. For thanksgiving bought 1 gram and smoked some real good weed preping my food and ready smoke another great blunt filled with great weed."], "stars": 5}, {"content": ["best bud on.the planet"], "stars": 5}, {"content": ["This strain is green and orange and smokes like a orange creamsicle. The color is brilliant too."], "stars": 5}, {"content": ["This strain smokes very good.Its not harsh or overpowering on the lungs.I feel so relaxed and at ease on it.I have told my friends about it and they are going to try it.It helps me stay focused"], "stars": 4.5}, {"content": ["its so smooth. gives me a full body buzz and doesnt drag me down like heavy indica."], "stars": 5}, {"content": ["Great strain!"], "stars": 5}, {"content": ["love hindu kush :)"], "stars": 5}, {"content": ["clean high"], "stars": 5}, {"content": ["Only stuff that helps me sleep man"], "stars": 5}, {"content": ["perfect for anxiety!!"], "stars": 5}, {"content": ["fantastic flavor goodlazy hi"], "stars": 5}, {"content": ["incredible"], "stars": 5}, {"content": ["great body high love it"], "stars": 5}, {"content": ["dopest smoke around lol"], "stars": 5}, {"content": ["very nice."], "stars": 5}, {"content": ["Good strain. Solid stress reliever"], "stars": 4}, {"content": ["Good strain. Mellow body effect and great calming feeling."], "stars": 3.5}, {"content": ["A very good Kush strain, but not the best"], "stars": 4}, {"content": ["ok"], "stars": 3.5}, {"content": ["You'll never find a more classic Kush high, smell and taste then with Hindu Kush"], "stars": 5}, {"content": ["This Kush is oh so sweet. I smoke nothing but Kush!!"], "stars": 5}, {"content": ["awesome love the feeling"], "stars": 5}, {"content": ["I love this shit"], "stars": 5}, {"content": ["Favorite"], "stars": 5}, {"content": ["its the bee's knee's"], "stars": 5}, {"content": ["love it"], "stars": 4.5}, {"content": ["First time with this strain. Its mellow and potent."], "stars": 3.5}, {"content": ["loved this strain, really put me on my ass"], "stars": 4}, {"content": ["great strain. smooth and mellow"], "stars": 4}, {"content": ["I only had mild couch lock with some indoor Hindu Kush down in Cali. Still remained social and active...just chilled out"], "stars": 4.5}, {"content": ["Heaviest Indica I ever smoked. Couch lock doesn't even begin to describe it..."], "stars": 5}, {"content": ["the best smoking kush"], "stars": 5}, {"content": ["Just ripped a fat bowl of some Hindu Kush. I only smoke Indica's and I only smoke in the evenings and at night and this is my go to. Never gets me paranoid, makes me feel happy, relaxed and sedated. Perfect for 1 hour of TV then falling fast asleep."], "stars": 5}, {"content": ["Ive had Hindu Kush from 3 different sources now. The first 2 Hindu Kush strains I tried were exceptional. The 3rd one seemed overgrown and was probably outdoor. So I give this strain a 3.5 average star rating."], "stars": 3.5}, {"content": ["Favorite strain for evening and night time!"], "stars": 5}, {"content": ["Haven't found a better evening/night time strain to relax with then Hindu Kush. Most Kush's in general are great for kicking back but Hindu Kush always gives me a couple hours of relaxation followed by a nice long night's sleep!"], "stars": 4.5}, {"content": ["Nice strain. Thanks"], "stars": 5}]},
{"strain": "hogs-breath", "reviews_list": [{"content": ["This strain got me sooooo lit!"], "stars": 5}]},
{"strain": "hollands-hope", "reviews_list": []},
{"strain": "holy-grail-kush", "reviews_list": [{"content": ["This is in my top 5 all time strains & i have grown over 200 strains in 30+years. definitely a AAA keeper & its what a lot of my circle keep wanting more of..some support is needed as the more sativa pheno has tilted & bent with the weight piling on branches around the 7 week mark. she is a thirsty girl & can devour the nutes but a 2 week flush will leave you grinning from ear to ear, pure quality in taste & high..."], "stars": 4.5}]},
{"strain": "hurricane", "reviews_list": []},
{"strain": "ice", "reviews_list": []},
{"strain": "ice-cream", "reviews_list": [{"content": ["nice"], "stars": 5}]},
{"strain": "ice-queen", "reviews_list": []},
{"strain": "inferno-haze", "reviews_list": []},
{"strain": "ipot", "reviews_list": []},
{"strain": "island-sweet-skunk", "reviews_list": []},
{"strain": "jack-frost", "reviews_list": []},
{"strain": "jack-flash", "reviews_list": []},
{"strain": "jack-the-ripper", "reviews_list": [{"content": ["nothing beats the taste and effects of this particular strain. Getting my hands on this is hard but always worth it"], "stars": 4}, {"content": ["amazing"], "stars": 5}, {"content": ["This strain is one of my favorites. Makes you feel so relaxed"], "stars": 4}, {"content": ["best strain"], "stars": 5}, {"content": ["will lift your spirits and creativity"], "stars": 5}]},
{"strain": "j1", "reviews_list": []},
{"strain": "jack-skellington", "reviews_list": []},
{"strain": "jacks-cleaner", "reviews_list": []},
{"strain": "jamaican", "reviews_list": [{"content": ["This bud came compact and looked awful but once smoked it gave a nice cerebral high that lasted about an hour and a half. The buds are all squashed together and a dark green colour. The smell is very herbal rather than cannabis smell but when burned you can smell that it's cannabis."], "stars": 2}]},
{"strain": "jean-guy", "reviews_list": []},
{"strain": "jamaican-pearl", "reviews_list": []},
{"strain": "jesus-og", "reviews_list": []},
{"strain": "jack-herer", "reviews_list": [{"content": ["i absolutely love this strain it is strong and imediatly aleviates my ailments. i would have to recomend this for any one who needs that mind and body duo."], "stars": 5}, {"content": ["Jack H is one of my favorites. Great for smoking during the day. Uplifting high with still kind of a \"stoney\" effect."], "stars": 4}, {"content": ["I had heard quite a bit about Jack Herer but I was not terribly impressed. I would not recommendthis strain if you get anxiety and paranoia. It made me a little too high strung. I would recommend this to thise that can handle a strong sativa. I can see how motivating it can be. I don\\'t believe in bad strains. Just need to find the one that is right for you."], "stars": 4}]},
{"strain": "jillybean", "reviews_list": [{"content": ["Jillybean is forever and will always be one of my top strains. very happy and creative mindset after smokin it."], "stars": 5}]},
{"strain": "jet-fuel", "reviews_list": []},
{"strain": "johnny-blaze", "reviews_list": [{"content": ["Had this in Amsterdam was one of the best smokes I have ever had Been smoking 20'years half oz a week"], "stars": 5}]},
{"strain": "jock-horror", "reviews_list": []},
{"strain": "jorges-diamonds-1", "reviews_list": []},
{"strain": "juicy-fruit", "reviews_list": []},
{"strain": "kaboom", "reviews_list": []},
{"strain": "kali-mist", "reviews_list": [{"content": ["Fabulous"], "stars": 5}]},
{"strain": "kandy-kush", "reviews_list": []},
{"strain": "karamelo", "reviews_list": []},
{"strain": "key-lime-pie", "reviews_list": []},
{"strain": "khufu", "reviews_list": []},
{"strain": "khalifa-kush", "reviews_list": []},
{"strain": "kilimanjaro", "reviews_list": []},
{"strain": "kimbo-kush", "reviews_list": []},
{"strain": "king-louis-xiii", "reviews_list": []},
{"strain": "kings-kush", "reviews_list": []},
{"strain": "kolossus", "reviews_list": []},
{"strain": "kosher-kush", "reviews_list": [{"content": ["I picked up a pre roll of Kosher Kush from the growers Polaris MMJ. It hit me hard and fast. Deep cereabal effects. Felt the vice on my muscles finally loosen it's grip. Well balanced for body and mind. Or in my case it completely silenced my pain and the anxiety from the pain. Effects were long lasting and left me uplifted, very relaxed and giggly. I would recommend this for pain with anxiety. Definitely an evening strain. Or for those who that have a very physical demanding job like construction or athletes. THC: 19.6 %"], "stars": 5}, {"content": ["Kosher Kush is a great medical kush. Has a very very Earthy taste. Must try for fans of the OG's, for sure a heavy hitter."], "stars": 4.5}]},
{"strain": "kryptonite", "reviews_list": []},
{"strain": "krystalica", "reviews_list": []},
{"strain": "la-confidential", "reviews_list": [{"content": ["i love this strain"], "stars": 5}, {"content": ["i think this app is cool! And i like this strain too."], "stars": 5}]},
{"strain": "la-blanca", "reviews_list": []},
{"strain": "lambs-bread", "reviews_list": [{"content": ["tried it on vacation and it was soo nice. mellow and smooth and it didnt give me any anxiety that i sometimes get with strong strains"], "stars": 4}, {"content": ["One of the best strains Ive come across in a long time.. Straight"], "stars": 4.5}, {"content": ["shit is dank"], "stars": 5}, {"content": ["Good enough for Bob Marley, good enough for me."], "stars": 5}]},
{"strain": "larry-og", "reviews_list": []},
{"strain": "las-vegas-purple-kush", "reviews_list": []},
{"strain": "lavender", "reviews_list": [{"content": ["I picked up a gram of Lavender from the grower Green Life Productions. I found this strain to be too light. It was relaxing but I did not acheive the pain relief I was hoping for. The effects from Lavender were mild and short lived. I would, however, suggest this strain for nervous first time users."], "stars": 3}]},
{"strain": "lavender-haze", "reviews_list": [{"content": ["i love lavender haze. helps me sleep and with my ADD. also gives me energy and helps me focus."], "stars": 5}, {"content": ["awesome strain. smelled like the name!"], "stars": 5}, {"content": ["definitely helps with depression and anxiety! Best bud we have found so far, deep purple on color. Has an earthy citrus smell to it. it tastes great too when inhaling, haven't found a strain yet that comes close!"], "stars": 5}]},
{"strain": "lemon-diesel", "reviews_list": [{"content": ["Billy is correct about the lineage."], "stars": 4.5}, {"content": ["lemon diesel is my favorite. i love the fact that it calms my anxiety since im a very nervous person."], "stars": 5}, {"content": ["Diesel is great on its own. Add lemon and its wonderful for taste when you smoke it. Im not sure weather its a sativa or indica or not though. It personally makes me sleepy ."], "stars": 3}, {"content": ["I think you have the genealogy a little off. The general consensus is Lost Coast OG crossed with California Sour. But I could be wrong."], "stars": 5}]},
{"strain": "lavender-kush", "reviews_list": []},
{"strain": "lemon-kush", "reviews_list": [{"content": ["Great occasional strain that I only needed a little bit of. Definite citrus notes."], "stars": 5}]},
{"strain": "lemon-og", "reviews_list": []},
{"strain": "lemon-skunk", "reviews_list": [{"content": ["this is my favorite strain because 1. it takes you where you need to be. and 2. it smells great and gives kind of a longer high."], "stars": 5}, {"content": ["I love skunk bud. For some reason it smells so good and gives me a high that i truely enjoy. So glad i could post my opinion"], "stars": 5}, {"content": ["yummy!"], "stars": 4.5}]},
{"strain": "lightstorm", "reviews_list": []},
{"strain": "little-angel", "reviews_list": []},
{"strain": "lost-coast-og", "reviews_list": []},
{"strain": "lowryder", "reviews_list": []},
{"strain": "lsd", "reviews_list": [{"content": ["I live with chronic back and nerve pain. This strain alliviates it all and the pain pills stay in the bottle. Don't understand it, don't care."], "stars": 4.5}, {"content": ["Been using this strain daily for the last week for anxiety and depression."], "stars": 4.5}, {"content": ["most definatley trippppy strain .this L.S.D. strain is almost like taking lsd back in the day !! LOVE IT !! a but not for newbies."], "stars": 5}, {"content": ["LSD has a special place in my heart, top 5 strain for sure. When you need to escape earth for a while vape some of this flower and hang the heck on. VERY psychoactive. Not for rookies! Heavy body effects, don't expect to go to bed immediately."], "stars": 5}, {"content": ["The fucking best"], "stars": 5}, {"content": ["I introduced LSD weed a few days ago to augment my treatment of bipolar disorder with cannabis oil and very small amounts of orally ingested hash (pea size twice daily). And now LSD. I like it, a gentle upper and feel good strain. So far, so good."], "stars": 4.5}, {"content": ["good stuff"], "stars": 5}, {"content": ["man idk what was on this shit but i tripped for a solid day... crazy shit man"], "stars": 4.5}]},
{"strain": "m-39", "reviews_list": []},
{"strain": "mace-windu", "reviews_list": []},
{"strain": "mad-scientist", "reviews_list": []},
{"strain": "madness", "reviews_list": []},
{"strain": "mako-haze", "reviews_list": [{"content": ["Hit this strain twice and am so Riiiiiiipppped"], "stars": 5}, {"content": ["awesome stuff this is my go to strain!"], "stars": 4.5}]},
{"strain": "mango-kush", "reviews_list": []},
{"strain": "maple-leaf-indica", "reviews_list": [{"content": ["very good"], "stars": 5}]},
{"strain": "master-kush", "reviews_list": [{"content": ["Super nice strain. Makes me really creative yet sleepy at the same time. Really good if you need to just chill out and focus on the task at hand."], "stars": 4.5}]},
{"strain": "mars-og", "reviews_list": []},
{"strain": "maui-waui", "reviews_list": [{"content": ["I tried this strain and I highly recommend it to anyone that has trouble with relaxing or tension headaches. I had both at the time and within a half hour both were gone."], "stars": 4}, {"content": ["Love the REAL Maui Waui. Although beware, most dispensaries that say they have Maui Waui are usually cut with various other strains. Very few of them are true Maui Waui."], "stars": 5}, {"content": ["just an all around amazing and perfect strain"], "stars": 5}]},
{"strain": "mazar", "reviews_list": [{"content": ["Very stout & potent medicine. Absolutely loved the strain. Definitely worth the $$!"], "stars": 5}]},
{"strain": "medicine-man", "reviews_list": [{"content": ["To Nevada growers, I would really like to try this. Just FYI."], "stars": 5}]},
{"strain": "mendocino-purps", "reviews_list": [{"content": ["All seed popped all have an amazing purple red color smells like grapes early in 2weeks of flowering waiting on finish prodouct will review again"], "stars": 5}, {"content": ["I've got Mendos Purps & it's a Beautiful purple Bud it's taste of grapes & smells Amazing it's my 2 favorite Purple strains only one better is Mendos Purple punch it's amazing one of the best in all of marijuana & when got Purps or punch it's Indica heaven"], "stars": 4.5}, {"content": ["To Nevada growers, would love to try this."], "stars": 5}]},
{"strain": "michigan-skunk", "reviews_list": []},
{"strain": "millennium", "reviews_list": [{"content": ["i love this strain. It's helped me get my appetite back, it's helped me with beating my depression and it's really amazing for insomnia. High makes everything go slowly. Life feels like it's a dream. I always get cotton mouth when on this. I like to study for exams while high on Mango Kush because I feel like I can concentrate so well. Overall an amazing strain that should be used in the evening or at night."], "stars": 4}]},
{"strain": "mk-ultra", "reviews_list": []},
{"strain": "mob-boss", "reviews_list": []},
{"strain": "moby-dick", "reviews_list": []},
{"strain": "monster-cookies", "reviews_list": []},
{"strain": "moonwalker-kush", "reviews_list": []},
{"strain": "motavation", "reviews_list": []},
{"strain": "mr-nice", "reviews_list": [{"content": ["To Nevada growers. Please bring Mr. Nice back."], "stars": 5}]},
{"strain": "nebula", "reviews_list": []},
{"strain": "nepalese-dragon", "reviews_list": []},
{"strain": "nepali-og", "reviews_list": []},
{"strain": "nerds", "reviews_list": []},
{"strain": "nevilles-haze", "reviews_list": []},
{"strain": "nirvana-special", "reviews_list": []},
{"strain": "northern-lights", "reviews_list": [{"content": ["If you want something to help with my insomnia then this is what you need. Full body high and great taste!"], "stars": 5}, {"content": ["great strain to smoke and go have some fun in your town. or after work or wherever. Great smell.and taste."], "stars": 5}, {"content": ["Still high from 09"], "stars": 4.5}, {"content": ["Amazing strain! I remember smoking this back in high school (at least my dealer told me it was Northern Lights) and it wasn't nearly as good as this shiz"], "stars": 5}]},
{"strain": "nyc-diesel", "reviews_list": [{"content": ["Bueno! My favorite strain around"], "stars": 5}, {"content": ["been smoking this for years great high thats good for parties and other activies."], "stars": 5}, {"content": ["it's a good high. very relaxing"], "stars": 5}, {"content": ["really good strain! all i need to do is take a couple tokes and i got the energy i need to get through my day. do not recommend smoking alot of it though... it will put you on your ass!"], "stars": 5}, {"content": ["i love thos strain for the flovor.also the high is mello and lasting."], "stars": 4}, {"content": ["One of the best relaxing strains. I love it and recommend it."], "stars": 5}, {"content": ["this strand is so nice! its a really nice elevation and promotes creativity and activeness in me!"], "stars": 4.5}, {"content": ["a very powerful strain. reccommend if you don't have anything.important to do after smoking it."], "stars": 4}, {"content": ["love it"], "stars": 5}, {"content": ["my favorite"], "stars": 5}, {"content": ["great strain for a day full of activities"], "stars": 5}, {"content": ["Dayum like my first time all over again"], "stars": 5}, {"content": ["Very uplifting, very cerebral."], "stars": 5}, {"content": ["takes away the pain. my doctor wont prescribe medication for my severe chronic pain & this does the trick to keep me functioning throughout the day"], "stars": 5}, {"content": ["Very good density and aroma, taste was ok, high was great!"], "stars": 4.5}, {"content": ["Im a big fan of NYC deez for when I want to be social and active. Take a rip or two and Im ready to take on the day! Just don't smoke too much or else you're mind will start racing."], "stars": 4}]},
{"strain": "obama-kush", "reviews_list": [{"content": ["Pleasant strain, very relaxing, nice body high, taste is typical indica... dark and rich with an earthy peppery after taste. Effects last a couple hours then a little sedation creeps up and it's bed time!"], "stars": 5}]},
{"strain": "obsession", "reviews_list": [{"content": ["This is some dank kush! Tried this shit 2 minutes ago and i can bearly type so ive passed the phone to a mate. Its un up-lifting high my mate cant structure a sentance, only one cone deep. Wish me luck next"], "stars": 4}]},
{"strain": "og-kush", "reviews_list": [{"content": ["This strain works good to calm down my joint pain just enough to b able to kick it & party 4 a minute with a tasty strain."], "stars": 5}, {"content": ["Love this strain but can't find it near my house! how i can get it in t the mail?"], "stars": 5}]},
{"strain": "ogiesel", "reviews_list": []},
{"strain": "ogre-kush", "reviews_list": [{"content": ["Very strong on smell and the high is very potent Proceed with caution. You've been warned."], "stars": 4.5}]},
{"strain": "optimus-prime", "reviews_list": []},
{"strain": "orange-bud", "reviews_list": [{"content": ["the smell is amazing and i love the high, but this is a difficult strain to find."], "stars": 5}, {"content": ["it is a very pleasant weed strain. it gives you a lot of high and calms the mind. no silly headaches either."], "stars": 4}, {"content": ["Love it awesome strain. Very full bodied smells nice and tastes even better. highly recomended."], "stars": 5}, {"content": ["its one of my fav strains more of an upper"], "stars": 5}, {"content": ["this stuff is shit. no one should try it."], "stars": 0.5}, {"content": ["I honestly got so high off of the Orange Bud. First time trying it, and it was the bomb"], "stars": 5}, {"content": ["i loved it. best one ever recieved."], "stars": 5}, {"content": ["I really enjoyed this app it hàs helped me the full and fast benefits. it also makes its easy when im the road"], "stars": 5}, {"content": ["just some bomb"], "stars": 5}, {"content": ["Perfect strain of marijuana, quite hard to obtain but it is worth the trouble."], "stars": 5}, {"content": ["Outrageous high!"], "stars": 5}, {"content": ["not my favorite strain."], "stars": 1.5}]},
{"strain": "orange-cookies", "reviews_list": []},
{"strain": "orange-crush", "reviews_list": [{"content": ["A visual type of strain. Colors were more brilliant. Great daytime use for novice users. Has the best flavor I have ever had. As soon as you open the container you are hit with the sweetest strongest scent of oranges. Also long lasting. Growers: Canabiotix THC: 26.7%"], "stars": 5}, {"content": ["It's a wonderful experience.....why is it not used more often to combat Mental Depression? It took me 45 years to get to this point."], "stars": 4.5}]},
{"strain": "oriental-express", "reviews_list": []},
{"strain": "outlaw", "reviews_list": []},
{"strain": "painkiller", "reviews_list": []},
{"strain": "panama-red", "reviews_list": [{"content": ["This is the kinda bud that makes me feel like I'm smoking with the likes of Bob Marley. It is the perfect strain for a good psychoactive effect. I absolutely love this strain!"], "stars": 5}, {"content": ["I think this is only an outdoor strain. jungle weed"], "stars": 3.5}, {"content": ["Smoked it in panama city and cologne panama when I was in jungle expert school! I saw huge plants growing in the jungle and this was amongst them. I had my 1st taste of cannabis at 5, I found out much later but really started experimenting at 10 so I have over 50 yrs consuming our sacred plant! This is the only cannabis I have ever had the giggles from. Very cerebral high, gives good appetite and motivation to user! Bouquet was absolutely mind blowing I would so love to get this and some of the old school landraces into an oil form to be either vaped or consumed any way we choose.FREE THE WEED,FREE THE PEOPLE"], "stars": 4.5}]},
{"strain": "pandoras-box", "reviews_list": []},
{"strain": "papaya", "reviews_list": []},
{"strain": "pennywise", "reviews_list": [{"content": ["excellent strain the breakdown is correct but i have to add that pennywise is also a libido booster."], "stars": 4.5}]},
{"strain": "permafrost", "reviews_list": [{"content": ["yeah real good for pain"], "stars": 5}, {"content": ["i love this strain for every quality it has. i love that i feel medicated, but am still able to go about my day and even get a bit of an energetic buzz from it. i like that it seems to control my anxiety and depression rather well, and brings my spirits up."], "stars": 5}]},
{"strain": "peyton-manning", "reviews_list": [{"content": ["I feel as if I have mixed emotions on manning. I believe hes overrated as a football player byt great for medical purposes."], "stars": 3}]},
{"strain": "pineapple-chunk", "reviews_list": [{"content": ["It is bullshit, Pinneaple Chunk is not Skunk1xCheese but x Pineapple (EDRSB). It is far from best couch lock, it is a quite cerebral euphoric warm indica hybrid."], "stars": 5}]},
{"strain": "pineapple-express", "reviews_list": [{"content": ["Pineapple Express made me forget my worries and enjoy the beautiful snow fall. Great for nature walks."], "stars": 5}, {"content": ["Great strain, good for first time users."], "stars": 5}, {"content": ["Awesome strain, awesome movie, and even better when you have them together!"], "stars": 5}, {"content": ["Great stuff!"], "stars": 5}, {"content": ["Pineapple Express goes very well with Dust Bowl's Therapist. I consider this session a SUCCESS!"], "stars": 5}]},
{"strain": "pineapple-kush", "reviews_list": [{"content": ["i just wanna.say helps keep my irie.. IRIE...ON a sweet & melow vibe"], "stars": 5}]},
{"strain": "pineapple-punch", "reviews_list": []},
{"strain": "platinum-girl-scout-cookies", "reviews_list": [{"content": ["One of the best strains I had in a while. The flavor and potency of this strain will have you satisfied and glued to the couch."], "stars": 4}]},
{"strain": "platinum-og", "reviews_list": []},
{"strain": "plushberry", "reviews_list": []},
{"strain": "pot-of-gold", "reviews_list": []},
{"strain": "power-plant", "reviews_list": []},
{"strain": "pre-98-bubba-kush", "reviews_list": [{"content": ["I've been a smoker for over 30 years smoked a LOT of different strains but I've found this pre 98 very good brings me back to when i was a new head"], "stars": 4.5}]},
{"strain": "professor-chaos", "reviews_list": []},
{"strain": "purple-arrow", "reviews_list": []},
{"strain": "purple-diesel", "reviews_list": [{"content": ["wonderful"], "stars": 5}]},
{"strain": "purple-elephant", "reviews_list": []},
{"strain": "purple-haze", "reviews_list": []},
{"strain": "purple-headband", "reviews_list": []},
{"strain": "purple-jems", "reviews_list": []},
{"strain": "purple-jolly-rancher", "reviews_list": [{"content": ["This one definitely smells like its name, but the taste was more just fruity in general with no specific grape taste to it. Its a strong indica too so it can put you to sleep!"], "stars": 4.5}]},
{"strain": "purple-kush", "reviews_list": [{"content": ["I like it good for pain good everyday smoke"], "stars": 5}, {"content": ["I don't know if it's just me but I just smoked 2 joints and don't feel much. In my opinion I've had much better."], "stars": 0}, {"content": ["This Purple Kush is the truth! I am a daily users, like alllll day daily user and I just smoked some superb Purple Kush in a Raw 98 Special cone.... I'm feeling soooooo Good!"], "stars": 4.5}, {"content": ["The best."], "stars": 5}, {"content": ["good feelingz"], "stars": 5}]},
{"strain": "purple-lightning", "reviews_list": []},
{"strain": "purple-power", "reviews_list": []},
{"strain": "purple-princess", "reviews_list": []},
{"strain": "purple-rhino", "reviews_list": []},
{"strain": "purple-suicide", "reviews_list": [{"content": ["This is a very resilient plant and will grow and produce large buds, easy to grow but does best in cold weather. the plant is a very deep purple and smelly ( have pics to prove it)."], "stars": 4.5}]},
{"strain": "purple-trainwreck", "reviews_list": []},
{"strain": "purple-urkle", "reviews_list": [{"content": ["I just want to comment on the misleading grow times posted here. Regardless grown indoor or out this strain has an 8 week flower period. It grows beautifully large outdoor, like many indica strains if you want it to grow large you should consider high nitrogen diets and consistent removal of the inside leaves, to promote outward growth. I personally have discovered many strains will flower sooner if the plant is allowed to grow thick and bushy."], "stars": 4.5}]},
{"strain": "purple-widow", "reviews_list": []},
{"strain": "qleaner", "reviews_list": []},
{"strain": "quasar", "reviews_list": [{"content": ["Nevada growers, I am eagerly waiting for this strain to come out."], "stars": 5}]},
{"strain": "querkle", "reviews_list": []},
{"strain": "queso", "reviews_list": []},
{"strain": "quick-one", "reviews_list": []},
{"strain": "qush", "reviews_list": []},
{"strain": "rainbow-kush", "reviews_list": []},
{"strain": "raspberry-cookies", "reviews_list": []},
{"strain": "raspberry-kush", "reviews_list": []},
{"strain": "red-dragon", "reviews_list": []},
{"strain": "rock-bud", "reviews_list": []},
{"strain": "rocklock", "reviews_list": []},
{"strain": "rockstar", "reviews_list": []},
{"strain": "rogue-thunder", "reviews_list": []},
{"strain": "romulan", "reviews_list": []},
{"strain": "rosetta-stone", "reviews_list": []},
{"strain": "royal-cheese", "reviews_list": []},
{"strain": "royal-kush", "reviews_list": []},
{"strain": "rug-burn-og", "reviews_list": []},
{"strain": "rx", "reviews_list": []},
{"strain": "sage", "reviews_list": [{"content": ["To Nevada growers. I am eager to try this."], "stars": 5}]},
{"strain": "sage-n-sour", "reviews_list": [{"content": ["liked it but name doesn't fit the taste or smell"], "stars": 4}, {"content": ["its the bees knees"], "stars": 5}]},
{"strain": "sand-storm", "reviews_list": []},
{"strain": "satori", "reviews_list": []},
{"strain": "selene", "reviews_list": []},
{"strain": "sensi-star", "reviews_list": []},
{"strain": "sfv-og-kush", "reviews_list": [{"content": ["sfv booommmbbb"], "stars": 5}]},
{"strain": "shark-shock", "reviews_list": []},
{"strain": "shooting-star", "reviews_list": []},
{"strain": "silver-haze", "reviews_list": []},
{"strain": "skunk-1", "reviews_list": [{"content": ["decent"], "stars": 3}]},
{"strain": "skywalker", "reviews_list": [{"content": ["Better than Paxil for Depression!"], "stars": 5}, {"content": ["best of the best"], "stars": 5}, {"content": ["Growing plants are impredsive when seen in person. great starter plants. the name holds ture to its nature. I think this is one of the better hybrids out there."], "stars": 4}, {"content": ["Great Hybrid to smoke while your out and about with friends. Not a crazy head high and not too relaxing where your couch locked."], "stars": 3}]},
{"strain": "snow-lotus", "reviews_list": []},
{"strain": "snow-ryder", "reviews_list": []},
{"strain": "snow-white", "reviews_list": []},
{"strain": "snowcap", "reviews_list": []},
{"strain": "sonoma-coma", "reviews_list": [{"content": ["IN 1969 OR 70 I BOUGHT AN OLD BEAT UP CAR. WHILE WASHING AND SWEEPING IT OUT I CAME ACROSS SEEDS SCATTERED AROUND. KNOWING WHAT THEY WERE AND INSTEAD OF LETTING THEM HIT THE GROUND, I PLANTED THEM. BACK THEN GROWING POT WOULD GET YOU A LOT MORE THEN A SLAP ON THE HAND BUT I DID IT ANYHOW IN OLD 5 GAL METAL BUCKETS. THE SEEDS PRODUCED THE BEST POT (TO THIS DAY) I'VE EVER GROWN. AFTER SMOKING I LAUGHED AND SAID \"THIS STUFF COULD PUT YOU IN A COMA\". I LIVE IN THE SMALL TOWN OF GRATON IN SONOMA COUNTY SO I NAMED IT \"SONOMA COMA,\" AND THAT'S HOW IT REALLY GOT IT'S NAME!"], "stars": 4.5}]},
{"strain": "sour-alien", "reviews_list": []},
{"strain": "sour-diesel", "reviews_list": [{"content": ["#1 in my book.. it's a preference thing. That smell is just so unique and amazing. So skunky and earthy. I like when SD is described as inspirational and spiritual bc I find it to be the most creative of the strains! It will have you thanking God!"], "stars": 5}, {"content": ["Your Sour Diesel strain genetics are wrong. Not to be rude or anything, but you can't cross a hybrid with an indica and get a 90% sativa... It's really best listed as unknown genetics, as to not lead people wrong. Chemdawg I do believe is one of the parent strains... but who really knows."], "stars": 0}, {"content": ["i have smoked this strain on various different occasions. very smooth smoke, strong odor to it and very good for a wake and bake session."], "stars": 5}, {"content": ["wow, this is an amazing strain, extremely fruity, and covered in trichomes.definitley in my top 5 fave strains"], "stars": 5}, {"content": ["I love the Sour Diesel strain! It's one of the most potent types of weed i've ever smoked myself. It has a nice fruity flavor in my opinion. It should be called Fruity Diesel instead of Sour!"], "stars": 5}, {"content": ["this strain has a supreme taste n great smell. its the best ive tasted in years."], "stars": 4.5}, {"content": ["my favorite!"], "stars": 5}, {"content": ["best way to begin your day gives that extra kick energy for morning"], "stars": 5}, {"content": ["preety good stuff"], "stars": 4}, {"content": ["By far the best strain for my neck pain and anxiety"], "stars": 5}, {"content": ["Amazing, definitely in my top 5 favorites"], "stars": 5}, {"content": ["its so gooooooood"], "stars": 5}, {"content": ["my first high. i was blown away and completely amazed"], "stars": 5}, {"content": ["this strain is so dank. i wann cry now"], "stars": 5}, {"content": ["Sour Diesel is my favorite strain because its potent its a happy type of high. i enjoy every time i cop one and roll up"], "stars": 5}, {"content": ["Sour diesel is great for nausea . I have a rare illness that causes me extreme nausea and uncontrollable vomiting that lands me in the hospital for days and on many prescription meds . This strain eliminats the need for need for the hospital and many of the prescription medications . By far the best strain for me ."], "stars": 5}, {"content": ["I'm usually an Indica girl and try to stay away from Sativa's, becuase I sometimes catch myself feeling a little paranoid with the \"head high\". I had a friend suggest Sour Diesel since I sometimes struggle with Anxiety. I smoked some Sour Diesel after work on a Thursday around 7pm at night. I know it's recommended for Day Time use since it's a heavy Sativa, but I was able to go to bed around my normal time (10:30pm) without any struggle."], "stars": 3}, {"content": ["it is ok. heard its one of the most famous strains but I've had better"], "stars": 2}, {"content": ["My all time favorite strain. Prob one of the most famous around."], "stars": 5}]},
{"strain": "sour-jack", "reviews_list": []},
{"strain": "sour-kush", "reviews_list": []},
{"strain": "sour-og", "reviews_list": []},
{"strain": "sour-tsunami", "reviews_list": []},
{"strain": "space-queen", "reviews_list": []},
{"strain": "starbud", "reviews_list": []},
{"strain": "stardawg", "reviews_list": [{"content": ["Had a wee puff on a cold and slightly rainy autumn afternoon. Unsure if the euphoria promised was going to be delivered. But hey, maybe we'll just have to smoke a few more! Been playing some GTA and listening to the radio. 5 Stars so far!!"], "stars": 5}]},
{"strain": "starryder", "reviews_list": []},
{"strain": "strawberry-cough", "reviews_list": [{"content": ["Strawberry cough genetics can vary widely but tend to be very uplifting with amazing fruity, berry aromas. The smoke itself is quite nice with sweet like hints on the tongue but be careful when inhaling because this cough can give the lungs a little tickle. Overall an amazing strain great for anytime of the day. Can be an amazing pre-bed smoke even though it's heavy on the Sativa side just light up about an hour prior to bed and let the good times roll."], "stars": 4.5}, {"content": ["I was shocked this strain actually tasted like strawberries!! I've had several blueberry strains and even lemon strains but nothing tasted quite like their name like strawberry cough does. The taste and smell are awesome but the high is fairly average."], "stars": 4}]},
{"strain": "strawberry-diesel", "reviews_list": []},
{"strain": "sugar-klingon", "reviews_list": []},
{"strain": "super-critical", "reviews_list": [{"content": ["Excellent bud, very smooth, pretty long euphoria feeling(perfect for hangover) :) Used to smoke daily phase few years ago, nowdays only once in a month. This was the bud i want to smoke every f*****g day :O i recommend!"], "stars": 4.5}]},
{"strain": "super-lemon-haze", "reviews_list": [{"content": ["It is good weed, however, the overview states that Arjan's Silver Haze was used - I believe it was actually a Neville strain that was retained by green house after he left."], "stars": 4.5}, {"content": ["Awesome flavor! Smoked ONE bowl and i was ripped!!"], "stars": 5}, {"content": ["does anything but energize you. I used this strain many times, always makes me lazy and tired no matter what, low dose or high dose."], "stars": 4.5}]},
{"strain": "super-silver-haze", "reviews_list": [{"content": ["My all time favourite!! Great taste, great smell and great buzz!! If your in Amsterdam the best place to get her is from dampkring.. no one else comes even near to their version.. haven't had the pleasure of growing this lady in the 20+ years I've been growing but it's on the cards for 2017!! Love this plant ALOT"], "stars": 5}, {"content": ["One of my all time greats, not had the pleasure in growing this lady in the 20+ years I've been growing but it's on the cards for 2017... great taste, great smell and great buzz.. you'll never want your joint to end. Has to be tried to be appreciated... love this plant ALOT!!"], "stars": 5}]},
{"strain": "super-skunk", "reviews_list": []},
{"strain": "super-sour-diesel", "reviews_list": []},
{"strain": "superman-og", "reviews_list": []},
{"strain": "sweet-tooth", "reviews_list": []},
{"strain": "tahoe-alien", "reviews_list": []},
{"strain": "tahoe-og", "reviews_list": [{"content": ["Tahoe OG is one of my favorite strains. Smells like a running river water which is why I was attracted to it! The taste is much like the smell. The high is very relaxing without being too couch locking. You feel the great body buzz of the OG but you feel a nice cerebral high that doesn't make you anxious. Very great strain to smoke when you're by yourself looking to relax or to smoke on a date/with a SO. This is my go to strain for my bath times!"], "stars": 4.5}]},
{"strain": "taiga", "reviews_list": []},
{"strain": "tangerine-dream", "reviews_list": [{"content": ["that's all correct.i grow/consume this strain amongst a few others.it's easy to look after and even clears fibrofog.(confused multiple thoughts from fibromyalgia)it stops you having depressive toughts too if you use the correct amount.i find 4g/daily of this keeps you as healthy as possible.it.s nice to not worry about all the doom and gloom everywhere in the world and get high! peace and love from england"], "stars": 5}]},
{"strain": "tangerine-man", "reviews_list": []},
{"strain": "tangie", "reviews_list": []},
{"strain": "thai", "reviews_list": []},
{"strain": "thai-tanic", "reviews_list": []},
{"strain": "the-black", "reviews_list": [{"content": ["To Nevada growers, very eager to try."], "stars": 5}]},
{"strain": "the-void", "reviews_list": []},
{"strain": "the-white", "reviews_list": [{"content": ["The White is a HARD HITTER. Powerful cerebral effects accompanied by a nice body buzz. I am a sativa guy and this is a nice relaxing, POTENT change up."], "stars": 5}]},
{"strain": "thin-mint-cookies", "reviews_list": []},
{"strain": "think-different", "reviews_list": []},
{"strain": "timewarp", "reviews_list": [{"content": ["please update your inaccurate story.i am from texada and can help if need be.i have access to the real story as i am a direct descendant of the peoples were this strain originated from...thank you for your time and consideration."], "stars": 4.5}]},
{"strain": "timewreck", "reviews_list": []},
{"strain": "titanium", "reviews_list": []},
{"strain": "top-44", "reviews_list": []},
{"strain": "trainwreck", "reviews_list": [{"content": ["trainwreck it one of my favorite strains of marijuna. its always got he job down with no problem. Trainwreck also is a very flavorful strain and beautiful buds!"], "stars": 5}, {"content": ["trainwreak it my favorite starin because it give me a real body high. I have never felt better than when i tried train wreck!"], "stars": 4.5}, {"content": ["It doeant taste as good as it sounds. It has no effect on me. I more of a kush girl all the way."], "stars": 4}, {"content": ["loved it"], "stars": 5}]},
{"strain": "tres-dawg", "reviews_list": []},
{"strain": "triangle-kush", "reviews_list": []},
{"strain": "trinity", "reviews_list": [{"content": ["Jeremy P is a liar. This strain is grim Eugene OR. My partner popped a single seed from a bag of CA outdoor in 1993. We have it to Kansas kids in 1995. We named the strain TC or trinity because the 1/4 oz from which we popped the random seed was purchased in the summer of '93 in Trinity County,CA."], "stars": 4.5}]},
{"strain": "trojan", "reviews_list": []},
{"strain": "tundra", "reviews_list": []},
{"strain": "twilight", "reviews_list": []},
{"strain": "u-pink-kush", "reviews_list": [{"content": ["Good for pain I really like it good everyday smoking"], "stars": 5}]},
{"strain": "ubc-chemo", "reviews_list": [{"content": ["One of the best medical cannabis strains. Use at night, this will put you to sleep quickly."], "stars": 4.5}]},
{"strain": "ultraviolet", "reviews_list": []},
{"strain": "vanilla-kush", "reviews_list": [{"content": ["soooo good. love the hint of vanilla . but can be harsh"], "stars": 4}, {"content": ["good shit"], "stars": 5}, {"content": ["Amazing strain. Definitely a creeper. Strong yet exciting cerebral effects. I use this strain for meditation as well as sleep. If you are a first time user I would talk with your Budtender. This strain has been tested over 30%THCA. It can be entirely way to strong for some people and no one whats a bad experience the first time around."], "stars": 5}]},
{"strain": "vaniluna", "reviews_list": []},
{"strain": "venomberry", "reviews_list": []},
{"strain": "violator-kush", "reviews_list": [{"content": ["This strain is the best weed I have ever smoked, better than OG, better than ami, better than lemon. Gonna be my go-to strain from here on out."], "stars": 4.5}, {"content": ["just smoked some. The shits great... just wonderful :)"], "stars": 5}]},
{"strain": "vortex", "reviews_list": []},
{"strain": "warlock", "reviews_list": []},
{"strain": "west-coast-diesel", "reviews_list": []},
{"strain": "white-castle", "reviews_list": []},
{"strain": "white-dwarf", "reviews_list": []},
{"strain": "white-fire-og", "reviews_list": [{"content": ["This is hands down my favorite strain! I smoke this strain when I feel anxiety coming on. It has a way of chilling me out and feeling completely relaxed."], "stars": 4.5}]},
{"strain": "white-moonshine", "reviews_list": []},
{"strain": "white-nightmare", "reviews_list": [{"content": ["From the growers Body and Mind (BaM). Strong sativa! Very intense head change. I use this strain for guided meditation. Feels like Blue Dream x's 10. I would not recommend for those who get parinoia or anxiety from smoking. I would NOT suggest for first time users."], "stars": 5}]},
{"strain": "white-rhino", "reviews_list": [{"content": ["Love this strain"], "stars": 5}, {"content": ["White Rhino is an old strain and it's been serving my need for pain relief for 25 years now .I take it in very low dosage and it suits my needs."], "stars": 4}]},
{"strain": "white-russian", "reviews_list": [{"content": ["This strain would be worth trying in my opinion...I am 58 years old and was 42 when I started having problems with memory recall. I couldn't do my job as Senior Account Specialist, my mind was going blank as to how ti run my spreadsheets or to use software on my computer I had been doung for years. My concentration was all but gone. So I would love to try this but like most others it's either illegal or unattainable here in Florida."], "stars": 5}]},
{"strain": "white-widow", "reviews_list": [{"content": ["very strong strain. relieves pain, numbs body, when mixed with northen lights it gave a high axiety like feeling. Great to use on its own."], "stars": 5}, {"content": ["Great Strain. Good Balance"], "stars": 5}, {"content": ["good euphoric effects"], "stars": 5}]},
{"strain": "williams-wonder", "reviews_list": []},
{"strain": "willie-nelson", "reviews_list": []},
{"strain": "wonder-woman", "reviews_list": []},
{"strain": "x-kush-1", "reviews_list": []},
{"strain": "xanadu", "reviews_list": []},
{"strain": "xj-13", "reviews_list": []},
{"strain": "y-griega", "reviews_list": []},
{"strain": "yoda-og", "reviews_list": []},
{"strain": "yumboldt", "reviews_list": []},
{"strain": "zero-gravity", "reviews_list": []},
{"strain": "zombie-og", "reviews_list": []}
]